Repository: treboc/8lttrs
Catalog: eightLttrs/Resources/*.lproj/Localizable.strings
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: base word
de: Grundwort

source: base words
de: Grundwörter

source: last added
de: zuletzt hinzugefügt

source: Score
de: Punkte

# onboarding.firstPage.title
source: What's the game about?
de: Worum geht's?

# onboarding.firstPage.body1
source: you get a starting word. It has eight letters. You just make as many other words out of it as you can.
de: Du bekommst ein Startwort. Es hat acht Buchstaben. Du machst einfach so viele andere Worte daraus, wie dir nur möglich ist.

# onboarding.firstPage.body2
source: take your time - the only important thing here is to find as many words as you can, no matter how long it takes.
de: nimm dir Zeit – wichtig ist hier nur, so viele Wörter zu finden, wie es dir möglich ist, egal wie lang es dauert.

# onboarding.secondPage.title
source: Rules
de: Regeln

# onboarding.secondPage.body1
source: all starting words are eight letters long
de: alle Startworte haben acht Buchstaben

# onboarding.secondPage.body2
source: your word must contain at least a minimum of three letters
de: stelle die Buchstaben um, lass welche weg – dein Wort muss lediglich mindestens drei Buchstaben haben

# onboarding.secondPage.body3
source: possible words are nouns, adjectives and verbs in all their forms. In addition, names, abbreviations, numerals and much more.
de: mögliche Worte sind Substantive, Adjektive und Verben in all ihren Formen. Außerdem noch Namen, Abkürzungen, Zahlwörter und vieles mehr. Noch dazu kommt es natürlich auf auf die Groß- und Kleinschreibung an.

# onboarding.thirdPage.title
source: Scoring
de: Punkteberechnung

# onboarding.thirdPage.body1
source: for the first three letters there is one point each
de: für die ersten drei Buchstaben deines Wortes gibt es drei Punkte

# onboarding.thirdPage.body2
source: for every following letter two points, then four, six and so on
de: für jeden weiteren immer zwei mehr, also für den vierten 2, für den fünften 4, für den sechsten 6, etc.

# onboarding.thirdPage.buttonTitle
source: Let's go!
de: Los gehts!

# mainView.currentScore
source: Current Score
de: Gesamtpunktzahl

# mainView.foundWords
source: Words found
de: Wörter gefunden

# menuView.title
source: Menu
de: Menü

# menuView.settings
source: Settings
de: Einstellungen

# menuView.restartSession
source: New Base Word
de: Neues Wort

# menuView.endSession
source: End Session
de: Wort beenden

# menuView.showHighscore
source: Highscore
de: Highscores

# menuView.baseword
source: Baseword
de: Grundwort

# menuView.hapticFeedback
source: Haptic Feedback
de: Haptisches Feedback

# menuView.sound
source: Sound
de: Ton

# menuView.filter
source: Filter Words
de: Wortlistenfilter

# menuView.filterDescription
source: When enabled, the list of already used words gets dynamically filtered.
de: Filtert basierend auf deiner Eingabe die bereits gefundenen Wörter.

# menuView.changedLanguage.title
source: Changed Language
de: Sprache gewechselt

# menuView.changedLanguage.message
source: You're now playing with different base words. This change will take effect on the next session.
de: Du spielst jetzt mit anderen Grundworte. Diese Änderung tritt bei der nächsten Runde in Kraft.

# legalNoticeView.title
source: Legal Notice
de: Impressum

# endSessionView.title
source: Congratulations! ðŸŽ‰
de: Herzlichen Glückwunsch! 🎉

# highscoreListEmptyListPlaceholder.title
source: It's empty here
de: Noch ziemlich leer hier.

# highscoreListEmptyListPlaceholder.body
source: Find some words, save your session and come back again later.
de: Finde ein paar Wörter, speichere das Spiel und komm später wieder

# highscoreListRowView.basewordWas
source: base word was: *%@*
de: Grundwort war: *%@*

# highscoreDetaiLView.baseword
source: Base Word
de: Grundwort

# highscoreDetaiLView.score
source: Score
de: Punkte

# highscoreDetailView.statistics
source: Words / poss. Score
de: Worte / möglicher Score

# highscoreDetaiLView.foundWordsPercentage
source: Found %@
de: %@ gefunden

# highscoreDetailView.tryAgain
source: Try again
de: Versuchs nochmal

# sessionDetailChartView.title
source: Words Per Points
de: Punkteverteilung

# sessionDetailChartView.subtitle
source: avg. %@ pts. per word
de: ⌀ %@ Punkte pro Wort

# shareLink.previewMessage
source: "%@" will be shared. Who should try it?
de: "%@" wird geteilt. Wer soll es versuchen?

# shareLink.message
source: I'd like to know if you can do better. My baseword was %@.
de: Ich möchte wissen, ob du es besser kannst. Mein Grundwort war %@.

# shareLink.subject
source: Try it yourself!
de: Versuch es auch einmal!

# widget.wordsFound
source: Found %@ of %@ possible words.
de: %@ von %@ möglichen Wörtern gefunden.

# widget.noWords
source: No words found yet. What are you waiting for?
de: Noch kein Wort gefunden. Worauf wartest du?

# buttonTitle.submit
source: Submit
de: Okay

# buttonTitle.cancel
source: Cancel
de: Abbrechen

# buttonTitle.save
source: Save
de: Speichern

# buttonTitle.imSure
source: Yes, I'm sure
de: Ja, ich bin sicher

# buttonTitle.skip
source: Skip
de: Überspringen

# buttonTitle.next
source: Next
de: Weiter

# buttonTitle.continue
source: Continue
de: Fortfahren

# buttonTitle.ok
source: OK
de: Okay

# buttonTitle.shareSession
source: Share Session
de: Spiel teilen

# buttonTitle.close
source: Close
de: Schließen

# a11y.mainView.title
source: %@, base word
de: %@, Grundwort

# a11y.mainView.textfield.label
source: Textfield
de: Textfeld

# a11y.mainView.textfield.hint
source: Put your guessed word here.
de: hier kommt dein Wort rein

# a11y.mainView.wordsLabels.label
source: found %@ of %@ words
de: %@ von %@ Wörtern gefunden

# a11y.mainView.scoreLabels.label
source: %@ of %@ possible points
de: %@ von %@ möglichen Punkten

# a11y.mainView.cell.label
source: %@, %@ points
de: %@, %@ Punkte

# a11y.highscoreListRowView.label
source: %@, %@, %@ Points
de: %@, %@, %@ Punkte

# a11y.sessionDetailView.score
source: %@ of %@ Points
de: %@ von %@ Punkten

# wordError.notReal.title
source: Word Not Recognized
de: Unbekanntes Wort

# wordError.notReal.message
source: You can't just make them up, you know?
de: Dies scheint kein Wort zu sein, dass ich kenne. Versuch's nochmal.

# wordError.notOriginal.title
source: Word Already Used
de: Schon genutzt

# wordError.notOriginal.message
source: Come on, be more original!
de: Das hatten wir schon, denk' dir was neues aus.

# wordError.notPossible.title
source: Word Not Possible
de: Nicht möglich!

# wordError.notPossible.message
source: You can't spell that from "%@". Please look again.
de: Aus den Buchstaben kannst du "%@" nicht machen.

# wordError.tooShort.title
source: Too Short
de: Zu kurz

# wordError.tooShort.message
source: The word should have at least three characters.
de: Ein bisschen länger sollte es schon sein.

# resetGameAlert.title
source: Are you sure?
de: Bist du sicher?

# resetGameAlert.message
source: When you reset the game, all words and your score will be reset and not saved.
de: Wenn du das Spiel neu startest, werden alle deine Worte und die Punktzahl zurückgesetzt.

# endGameAlert.title
source: Saving
de: Speichern

# endGameAlert.message
source: Are you sure, you don't know any other words?
de: Bist du dir sicher, dass dir keine weiteren Wörter einfallen?

# sharedWord.alert.usedWordsInCurrentSession.title
source: Warning!
de: Achtung!

# sharedWord.alert.usedWordsInCurrentSession.message
source: You're already playing a game. Are you sure you want to reset it and start a new one with the shared word? The current progression will be lost!
de: Du hast bereits ein Spiel angefangen. Bist du dir sicher das du das aktuelle Spiel beenden und mit dem geteilten Wort neu angefangen möchtest? Dein Spiel wird nicht gespeichert!

# sharedWord.alert.noValidStartword.title
source: Error!
de: Fehler!

# sharedWord.alert.noValidStartword.message
source: This is not a valid start word!
de: Das ist kein mögliches Startwort.
